Repository: Atasabri/RooyaDev_V3
Catalog: RooyaDev/SiteResource.*.resx
Languages: ar

# About
source: About Us
ar: عن الشركة

source: Cairo
ar: القاهرة

# Carrers
source: Careers
ar: الوظائف

source: Confirm Password
ar: تأكيد كلمة المرور

# Contact
source: Contact Us
ar: تواصل معنا

# ContactInfo
source: Contact Information
ar: معلومات الاتصال

source: Country
ar: البلد

source: Email
ar: البريد الالكتروني

# EmailUsed
source: This Email Is Used !
ar: البريد الالكتروني مستخدم بالفعل

source: Get Started
ar: لنبدأ

source: Home
ar: الرئيسية

# InvalidEmail
source: Invalid Email & Password
ar: بريد الكتروني وكلمة مرور خطأ

source: KSA
ar: السعودية

source: Location
ar: العنوان

source: Login
ar: تسجيل الدخول

source: Message
ar: الرسالة

source: Mobile Development
ar: تطوير تطبيقات الهاتف

source: Name
ar: الاسم

source: Password
ar: كلمة المرور

source: Phone
ar: الهاتف

source: Portfolio
ar: الانجازات

source: Pricing
ar: العروض

source: Projects
ar: المشاريع

source: Register
ar: انشاء حساب

source: Rooaya Development
ar: رؤيا التطور

source: Services
ar: الخدمات

source: Sign Out
ar: تسجيل الخروج

source: Start Your Work
ar: ابدأ عملك الان

source: Subject
ar: العنوان

source: Subscribe
ar: اشترك

source: User Name
ar: اسم المستخدم

source: Web Development
ar: تطوير المواقع

# YourGateway
source: Your Gateway to The World of Technology
ar: بوابتك لعالم التكنولوجيا

source: Enter Your Email
ar: ادخل البريد الالكتروني

source: E-Mail
ar: البريد

source: Send Message
ar: ارسل

source: You Order This Price
ar: لقد طلبت هذا السعر

source: Order Your Price
ar: اطلب الان

# enterpdffile
source: Please Enter PDF File
ar: ادخل ملف من نوع (.pdf)

# OrderDone
source: You Order A Project Successfuly .. Please Wait our Answer
ar: تم طلب المشروع بنجاح .. يرجي انتظار الرد

source: DeadLine
ar: تاريخ التسليم

source: Order
ar: اطلب

source: Order Custom Project
ar: اطلب مشروعك الان

# ProjectDesc
source: Project Description
ar: تفاصيل المشروع

source: Project Name
ar: اسم المشروع

source: Upload A PDF File
ar: ارفع ملف من نوع (PDF)

# DeadLineError
source: Please Select Valid DeadLine
ar: من فضلك حدد تاريخ صحيح

source: About Job
ar: عن الوظيفة

source: Apply
ar: تقدم للوظيفة

source: Apply In This Job
ar: تقدم لهذه الوظيفة

source: Job Type
ar: نوع العمل

source: No Carrers
ar: لا يوجد وظائف

source: Salary
ar: المرتب

# UploadCV
source: Upload CV (PDF)
ar: ارفع السيرة الذاتية الخاصة بك (PDF)

# JobDone
source: You Applied to Job Successfuly
ar: لقد تم التقديم في هذه الوظيفة بنجاح

source: About Project
ar: تفاصيل المشروع

source: Add
ar: اضافة

source: AddComments To Admin
ar: اضف تعليقات لفريق العمل

source: Send To Admin
ar: ارسل التعليقات لفريق العمل

source: Tasks
ar: المهام

source: Comment
ar: تعليق

source: Finished
ar: انتهت

source: This Project Is Finished
ar: لقد تم الانتهاء من هذا المشروع

source: This Project Is Out Of Date
ar: هذا المشروع خارج عن الوقت المحدد

source: Under Work
ar: تحت العمل

# Team
source: Meet Our Team
ar: فريق العمل

# WebDevDesc
source: Various design services, suited to all needs We are pleased to see the development of your site in a professional manner in accordance with the highest international standards and in a structured manner of content prefer to choose one of the special packages and let us start your site for the sky of creativity.
ar: خدمات تصميم متنوعة , تناسب كل الاحتياجات الإنتشار .. يعني التميز من الاسباب الهامة لإنتشار موقعك بين مستخدمي الإنترنت التصميم المميز والجذاب، يسعدنا في شركة رؤيا التطور للاتصالات وتقنية المعلومات تصميم موقعك بكل احترافية وفق أعلى المعايير العالمية وبإسلوب منظم للمحتوى تفضل باختيارك إحدى الباقات المتميزة و دعنا ننطلق بموقعك لسماء الإبداع .

source: History
ar: تاريخ الشركة

# HistoryDesc
source: Vision Development was established in 2013 to meet the growing needs in the field of technology in Saudi Arabia, Egypt and the Arab world by providing high quality and reliable services in various branches of information technology. The idea of ​​the company has emerged as a result of our continuous follow-up of the Saudi, Egyptian and Arab markets in general, and its continuous and simultaneous development with our technological and information revolution, Modern - if not all - what modern institutions need in their work of technique.
ar: تأسست شركة رؤيا التطور عام 2013، لتلبى الاحتياجات المتنامية فى مجال التقنية فى المملكة العربية السعودية و مصر و العالم العربى بأسره، و ذلك عبر تقديم خدمات عالية الكفاءة و المصداقية فى مختلف فروع تقنية المعلومات. و لقد نشأت فكرة الشركة نتيجة لمتابعتنا المستمرة لواقع السوق السعودى و المصرى و العربى بشكل عام، و تطوره المستمر و المتزامن مع ما نحن فيه من ثورة معلوماتية و تقنية، و تشعب فى مجالات العمل، و تنوع فى احتياجات المؤسسات المختلفة؛ لتوفير معظم الانظمه والتقنيات الحديثه – إن لم يكن كل – ما تحتاجه المؤسسات الحديثة فى عملها من تقنية.

# HomeDesc
source: Through our years of experience, we have been able to offer a wide range of products, solutions and services to Nestor, thus creating successive successes based on our policy to create and create quality services that meet the aspirations of our customers from all sectors. Our study of the booming local market, which lasted nearly two years before the launch of the company's activities, contributed directly and effectively to achieving our main objectives by creating a new Saudi international company that competes with many existing companies. To provide computer solutions and services, wired and wireless networks, intelligent control systems, maintenance work, technical support, systems and software development as well as direct sales and post services Selling, and one of the most important reasons for the successes we have achieved and we are currently achieving the outstanding staff we have. The many partnerships that we have built with many international companies, as well as the constant search for bright names to engage with them.
ar: تميزنا مــــن خــلال سنــــوات الخبرة بتقــــــديم باقــات متكاملــــة من منتجــات و حلول و خدمات تقنيــة المعلومــات والاتصــــالات المتنوعــــة لنسطــــر بذلك نجاحات متوالــــية قائمة على سياستنا الرامية إلى خلق و إيجاد خدمات نوعية متميزة تلبــــي تطلعــــات عملائـــــــنا من كافــــة القطاعات المختــلفة بدأ بالأفراد والشركات بمختــلف أحجامها وانتهاءً بالقطاعات والمنظمات الحكوميـــــة. محققين بذلك اهدافــنا وطموحاتـــنا نحو وضع اسمنا ضمــن أكبــر الشركــات العاملــة في قطــاع تقنيــــة المعلومات بالمملكــة.إن دراستنا للسوق المحلي المزدهر التــــى استمرت قرابة سنتيـن قبــــل اطلاق أعمـال الشركـة ساهمت بشكل مباشر وفعّال في تحقيق أهدافنا الرئيسية بخــلق شركة سعودية عالميه جديدة تنافـس العديد مــن الشركاــت القائــمة، تعمــل علــى تقديم حلول وخدمات الحاسب الآلي والشبــــكات السلكيــــة واللاسلكية وأنظمة التحكم الذكية وأعمال الصيانة والدعم الفني وتطوير الأنظمة والبرمجــيــــات وكــــذلك البيــع المباشر وخدمات ما بعد البيع، ومن أهم اسباب النجــاحات التـــى حققنــــاها ونحققها حالــــياً طــــاقم العمل المتميز الذي نملكه. والشراكات العديدة التي بنيناها مع العديد من الشركات العالمية، وكذلك البحث المستمر عن أسماء لامعة للتعأون معهم.

# HomeDescFotter
source: Vision International is a leading global provider of web hosting, web design, smart device applications, e-marketing, technical production, and many technical services that have helped the business community to complete their business as quickly as possible. Special over the past five years professionally and technically helped in its success and meet its requirements.
ar: رؤيا التطور للاتصالات وتقنيه المعلومات شركة سعودية عالميه تقدم تصميم مواقع الإنترنت ,تطبيقات الأجهزة الذكية ,التسويق الالكتروني , الانتاج الفني بشكل احترافي وتقني ساعد في نجاح كثير من الشركات في الاسواق العربية.

# HomeHead
source: Company Services
ar: خدماتنا

# MobileDevDesc
source: We have designed hundreds of professional mobile applications in more than one language and for our customers spread across the world. We have contributed to many major projects based on mobile applications and systems. We seek to change the reality of mobile applications in the Arab world and make them really easy and available to all.
ar: صممنا مئات من تطبيقات الجوال الإحترافية بأكثر من لغة ولعملاءنا المنتشرين فى دول العالم المختلفة , حيث ساهمنا في العديد من المشروعات الكبرى المعتمدة على تطبيقات وأنظمة الجوال , ونسعى لتغيير واقع تطبيقات الجوال فى العالم العربي وجعلها بالفعل سهلة ومتاحة للجميع باذن الله تعالي .

# PricingDesc
source: Our ability to execute beyond imagination and remain required of the client is the basis for us to imagine, creativity and implementation. We are committed to all that achieves its objectives in its desired work. Just simple steps, your works will be ready to use and you are in your place with one click. These are some of the reasons that make us your first choice always
ar: قدرتنا على التنفيذ تفوق الخيال ويبقى مطلوب العميل هو الأساس لنقوم نحن بدلاً منه بالتخيل و الإبداع و التنفيذ .. و التزامنا بكل ما يحقق أهدافه في عمله المنشود . مجرد خطوات بسيطة، واعمالك ستكون جاهزه للاستخدام وانت في مكانك بضغطه واحده . هذه هي بعض الأسباب التي تجعلنا خيارك الأول دائما

# TrainigDesc
source: We offer you a full range of solutions, including IT consulting, network consulting and emergency consulting, which may take place at any time, with many services covering many important aspects.
ar: نقدم لك من خلال شركتنا مجموعة متكاملة من الحلول سواءً استشارات تقنية المعلومات أو استشارات الشبكات و استشارات حالات الطوارئ والتي قد تطرأ في أي وقت، ومع تقديم خدمات عديدة تغطى العديد من النواحي الهامة .

# WhyDesc
source: The vision of evolution combines confidence, high performance, ease of use and technical support that aim to meet your desires as quickly as possible. We also provide you with all the technical systems you need to facilitate all your work, just by simple steps and one click and you are in your site. Trust and safety Our work is based on trust between you and us. Unless we are legally bound to disclose, we are committed to protecting and maintaining the confidentiality of any information about you. We will strive at all times to ensure the confidentiality and protection of this information whether it is provided to us through one of our branches or on the phone or through the website or through any means of communication. We promise that you are safe all the time. Customer satisfaction is our first goal At Vision Development we do not end up making sure you are satisfied with the services we offer you. Whether you need a one-page site, a series of multi-page sites, a mobile application, or a marketing structure for your company, we guarantee you high quality, reliable service and prices. We offer you 24/7 technical support for reliable and high-performance hosting services at your place with the touch of a button. What about the company's vision and mission! Our ability and core competency lies in our ability to understand market variables, adapt to the challenges of rapid changes in the IT industry and meet them through better resource utilization and continuous training of our staff.
ar: رؤيا التطور تجمع بين الثقة و الأداء العالي وسهولة الاستخدام و الدعم الفني الذي هدفه تلبية رغباتك في أسرع وقت ممكن,كما نقدم لك كل ما تحتاجه من انظمه تقنيه متطوره تسهل اعمالك كل هذا , بمجرد خطوات بسيطة وضغطه واحده وانتا في موقعك نكون بين يديك. الثقة و الأمان إن عملنا مبني على الثقة بيننا وبينك. وما لم نكن ملتزمين قانونا بالإفصاح، فإننا ملتزمين بالحماية والحفاظ على سرية أي معلومات متعلقة بك. وسنسعى جاهدين في جميع الأوقات لضمان سرية هذه المعلومات وحمايتها سواء كانت مقدمة لنا من خلال أحد فروعنا أو على الهاتف أو من خلال الموقع الإلكتروني او من خلال اي وسائل التواصل .ونعدك بانك في امان طوال الوقت . رضا العملاء هو هدفنا الأول في شركة رؤيا التطور عملنا لا ينتهي حتى نتأكد من رضاك عن خدماتنا التي سنقدمها لك فسواء كان احتياجك موقعاً من صفحة واحدة ، أو سلسلة من المواقع ذات صفحات متعددة او تطبيق للجوال ، او هيكل تسويقي لشركتك , فنحن نضمن لك الجودة العالية و الخدمة الموثوقة و بأسعار مناسبة ونقدم لك خدمة الدعم الفني على مدار الساعة وفي كافة أيام الأسبوع ، كل ذلك لكي تحصل على خدمات استضافة موثوقة وعالية الأداء وانتا في مكانك بلمسه زر واحده . ماذا عن رؤية ورسالة الشركة ! نرى أن قدراتنا و كفاءتنا الأساسية تكمن في مقدرتنا على فهم متغيرات السوق ، والتكيف مع التحديات التي تتمثل في التغيرات السريعة التي تشهدها صناعة تقنية المعلومات ومواجهتها عبر توظيف أفضل للموارد وتدريب متواصل لكوادرنا مما أسهم في حصولنا على العديد من المشاريع

# WhyRooya
source: Why Rooya Development
ar: لماذا تختار رؤية للتطور

source: Learn More
ar: المزيد

# Trainig
source: Training courses and technical consulting
ar: الدورات التدريبيه والاستشارات التقنيه

source: Close
ar: اغلاق

source: Read More
ar: المزيد

# AboutService
source: Service Details
ar: تفاصيل الخدمة

source: Design Games
ar: تصميم الالعاب

# DesignGamesDesc
source: To produce games with interesting content, good and gradual in the levels and supported by incentives and tasks. Cut any road to boredom and increase the attract attention of the user as it provides the game industry services to others by converting ideas to games with a real pressure and high quality to achieve the customer all that aims to obtain the production of a game in a different form and style different from the one on the scene
ar: لانتاج العاب ذات محتوى شيق وجيد ومتدرج فى المستويات ومدعوم بحوافز ومهمات . تقطع اى طريق للملل وتزيد من جذب انتباه المستخدم لها كما تقدم خدمه صناعه الالعاب للغير وذلك بتحويل الافكار الي العاب حقيقه بضغطه واحده وبجوده عاليه لكى نحقق للعميل كل ما يهدف اليه من الحصول على انتاج لعبة مميزة ذات شكل واسلوب مختلف عن المتواجد على الساحة .

source: Technical Production
ar: الإنتاج الفني

# TechnicalProductionDes
source: The company's vision includes the production of television and radio works and the implementation of commercial and documentary films for the sectors of the state and private sector institutions. Our services include all stages of production and requirements such as script writing, photography, editing, graphics, audio and visual effects.
ar: تقوم شركة رؤيا التطور بإنتاج الأعمال التلفزيونية والإذاعية و تنفيذ الإعلانات التجارية والأفلام الوثائقية لقطاعات الدولة ومؤسسات القطاع الخاص.حيث تتضمن خدماتنا في هذا القسم كافة مراحل الإنتاج و متطلباته مثل كتابة السيناريو والتصوير والمونتاج وأعمال الجرافيك و مزج الصوت و المؤثرات المرئية والصوتية.

# Blog
source: Bloger
ar: مدونتنا

# Whow
source: About Us
ar: من نحن

# WhowDesc
source: Roaya Information Technology and Technical Production Est. Is an official Egyptian institution (registered by the Saudi Egyptian regulatory bodies) specialized in the design and development of systems, websites, applications and smart devices
ar: مؤسسة رؤيه لتقنية المعلومات و الإنتاج الفني. هي مؤسسه مصريه رسميه (مُسجل من الهيئات الرقابيه السعوديه المصريه) متخصصه في تصميم وتطوير الانظمه والمواقع الألكترونيه وتطبيقات الأجهزه الذكيه
